const qnaList = [
  {
    q: '1. 결벽증 걸린 남자 vs 한달동안 방 안치우는 남자',
    a: [
      { type: [1, 2, 4, 9] },
      { type: [0, 3, 6, 5, 10, 8] },
    ]
  },
  {
    q: '2. 70대 카톡 말투쓰는 남자 vs 초딩 카톡 말투쓰는 남자',
    a: [
      { type: [0, 3, 2, 8] },
      { type: [1, 6, 5, 10] },
    ]
  },
  {
    q: '3. 코맹맹이 소리로 노래 불러주는 남자 vs 아침마다 트월킹 추는 남자',
    a: [
      { type: [1, 3, 2, 10, 8] },
      { type: [7, 9, 11] },
    ]
  },
]

const infoList = [
  {
    name: '당신의 이상형은 "아기사자" 같은 남자네요!',
    desc: '아기사자 유형의 남자는 잘생겼고 센스가 넘치며 매사에 열정적인 타입입니다. 진지할땐 진지하지만 귀엽고 장난끼 많은 친구같은 파트너! 자기관리를 잘하며 주변 사람들도 따듯하게 챙기는 모습을 볼수있죠. 매우 희귀한 유형이며 인기가 매우 많은 타입입니다!'
  },
]
